Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Import Failed
ar: فشل الاستيراد
ca: La importació ha fallat
cs: Import se nezdařil
da: Import mislykkedes
de: Import fehlgeschlagen
el: Η εισαγωγή απέτυχε
es: Importación fallida
fi: Tuonti epäonnistui
fr: Échec de l'importation
hi: आयात विफल
hr: Uvoz nije uspio
hu: Az importálás sikertelen
id: Impor Gagal
it: Importazione non riuscita
ja: インポートに失敗しました
ko: 가져오기 실패
ms: Import Gagal
nb: Import mislyktes
nl: Importeren mislukt
pl: Import nie powiódł się
pt_br: Falha na importação
pt_pt: Falha na importação
ro: Import a eșuat
ru: Импорт не выполнен
sk: Import zlyhal
sv: Importen misslyckades
th: การนำเข้าล้มเหลว
tr: İçe Aktarma Başarısız
uk: Помилка імпорту
vi: Nhập không thành công
zh_hans: 导入失败
zh_hant: 導入失敗

source: Import JSON Backup
ar: استيراد نسخة JSON
ca: Importa la còpia de seguretat JSON
cs: Importujte zálohu JSON
da: Importer JSON-sikkerhedskopi
de: JSON-Backup importieren
el: Εισαγωγή αντιγράφων ασφαλείας JSON
es: Importar Copia JSON
fi: Tuo JSON-varmuuskopio
fr: Importer une sauvegarde JSON
he: ייבוא ​​גיבוי JSON
hi: JSON बैकअप आयात करें
hr: Uvoz JSON sigurnosne kopije
hu: Importálja a JSON biztonsági másolatot
id: Impor Cadangan JSON
it: Importa Backup JSON
ja: JSONバックアップのインポート
ko: JSON 백업 가져오기
nb: Importer JSON-sikkerhetskopi
nl: JSON-back-up importeren
pl: Importuj kopię zapasową JSON
pt_br: Importar backup JSON
pt_pt: Importar backup JSON
ro: Importați backup JSON
ru: Импортировать резервную копию JSON
sk: Importujte zálohu JSON
sv: Importera JSON-säkerhetskopia
th: นำเข้าข้อมูลสำรอง JSON
tr: JSON Yedeklemesini İçe Aktar
uk: Імпорт резервної копії JSON
vi: Nhập bản sao lưu JSON
zh_hans: 导入 JSON 备份
zh_hant: 導入 JSON 備份

source: Import JSON...
ar: استيراد JSON...
ca: Importa JSON...
cs: Importovat JSON...
da: Importer JSON...
de: JSON importieren...
el: Εισαγωγή JSON...
es: Importar JSON...
fi: Tuo JSON...
fr: Importer JSON...
he: ייבוא ​​JSON...
hi: JSON आयात करें...
hr: Uvezi JSON...
hu: JSON importálása...
id: Impor JSON...
it: Importa JSON...
ja: JSON をインポート...
ko: JSON 가져오기...
nb: Importer JSON...
nl: JSON importeren...
pl: Importuj JSON...
pt_br: Importar JSON...
pt_pt: Importar JSON...
ro: Importă JSON...
ru: Импортировать JSON...
sk: Importovať JSON...
sv: Importera JSON...
th: นำเข้า JSON...
tr: JSON'u içe aktar...
uk: Імпорт JSON...
vi: Nhập JSON...
zh_hans: 导入 JSON...
zh_hant: 導入 JSON...

source: Imported liquidity account: %@
ar: حساب السيولة المستوردة: %@
ca: Compte de liquiditat importat: %@
cs: Importovaný účet likvidity: %@
da: Importeret likviditetskonto: %@
de: Importiertes Liquiditätskonto: %@
el: Εισαγόμενος λογαριασμός ρευστότητας: %@
es: Cuenta de liquidez importada: %@
fi: Tuotu likviditeettitili: %@
fr: Compte de liquidité importé : %@
he: חשבון נזילות מיובא: %@
hi: आयातित तरलता खाता: %@
hr: Uvezeni račun likvidnosti: %@
hu: Importált likviditási számla: %@
id: Rekening likuiditas yang diimpor: %@
it: Conto liquidità importata: %@
ja: インポートされた流動性口座: %@
ko: 수입 유동성 계좌: %@
ms: Akaun kecairan yang diimport: %@
nb: Importert likviditetskonto: %@
nl: Geïmporteerde liquiditeitsrekening: %@
pl: Zaimportowany rachunek płynności: %@
pt_br: Conta de liquidez importada: %@
pt_pt: Conta de liquidez importada: %@
ro: Cont de lichiditate importat: %@
ru: Импортированный счет ликвидности: %@
sk: Importovaný účet likvidity: %@
sv: Importerat likviditetskonto: %@
th: บัญชีสภาพคล่องที่นำเข้า: %@
tr: İçe aktarılan likidite hesabı: %@
uk: Імпортований рахунок ліквідності: %@
vi: Tài khoản thanh khoản đã nhập: %@
zh_hans: 导入流动性账户：%@
zh_hant: 導入流動性帳戶：%@

source: Income
ar: دخل
ca: Ingressos
cs: Příjem
da: Indkomst
de: Einkommen
el: Εισόδημα
es: Ingreso
fi: Tulot
fr: Revenu
he: הַכנָסָה
hi: आय
hr: Prihod
hu: Jövedelem
id: Penghasilan
it: Reddito
ja: 所得
ko: 소득
ms: pendapatan
nb: Inntekt
nl: Inkomen
pl: Dochód
pt_br: Renda
pt_pt: Rendimento
ro: Venituri
ru: Доход
sk: Príjem
sv: Inkomst
th: รายได้
tr: Gelir
uk: Дохід
vi: Thu nhập
zh_hans: 收入
zh_hant: 收入

source: Income and expenses by month
ar: الدخل والمصروفات حسب الشهر
ca: Ingressos i despeses per mes
cs: Příjmy a výdaje podle měsíce
da: Indtægter og udgifter pr. måned
de: Einnahmen und Ausgaben pro Monat
el: Έσοδα και έξοδα ανά μήνα
es: Ingresos y gastos por mes
fi: Tulot ja kulut kuukausittain
fr: Revenus et dépenses par mois
he: הכנסות והוצאות לפי חודש
hi: महीने के हिसाब से आय और व्यय
hr: Prihodi i rashodi po mjesecima
hu: Bevételek és kiadások havi bontásban
id: Pendapatan dan pengeluaran berdasarkan bulan
it: Entrate e uscite per mese
ja: 月別の収入と支出
ko: 월별 수입과 지출
ms: Pendapatan dan perbelanjaan mengikut bulan
nb: Inntekter og utgifter per måned
nl: Inkomsten en uitgaven per maand
pl: Dochody i wydatki według miesiąca
pt_br: Receitas e despesas por mês
pt_pt: Receitas e despesas por mês
ro: Venituri și cheltuieli pe lună
ru: Доходы и расходы по месяцам
sk: Príjmy a výdavky podľa mesiaca
sv: Inkomster och kostnader per månad
th: รายได้และค่าใช้จ่ายตามเดือน
tr: Aylara göre gelir ve giderler
uk: Доходи та витрати по місяцях
vi: Thu nhập và chi phí theo tháng
zh_hans: 按月划分的收入和支出
zh_hant: 按月劃分的收入和支出

source: Income less expenses
ar: الدخل أقل النفقات
ca: Ingressos menys despeses
cs: Příjem minus výdaje
da: Indtægter fratrukket udgifter
de: Einnahmen abzüglich Ausgaben
el: Έσοδα μείον έξοδα
es: Ingresos menos gastos
fi: Tulot vähennettynä kuluilla
fr: Revenus moins dépenses
he: הכנסה פחות הוצאות
hi: आमदनी कम खर्चा
hr: Prihodi umanjeni za troškove
hu: A bevételek mínusz a kiadások
id: Pendapatan dikurangi pengeluaran
it: Reddito meno spese
ja: 収入から支出を差し引いたもの
ko: 수입에서 지출을 뺀
ms: Pendapatan kurang perbelanjaan
nb: Inntekter minus utgifter
nl: Inkomsten minus uitgaven
pl: Dochody minus wydatki
pt_br: Renda menos despesas
pt_pt: Rendimento menos despesas
ro: Venituri minus cheltuieli
ru: Доходы минус расходы
sk: Príjem mínus výdavky
sv: Inkomst minus utgifter
th: รายได้หักค่าใช้จ่าย
tr: Gelir daha az gider
uk: Дохід мінус витрати
vi: Thu nhập trừ chi phí
zh_hans: 收入减去支出
zh_hant: 收入減去支出

source: Invalid API Key
ar: مفتاح واجهة برمجة التطبيقات غير صالح
ca: Clau d'API no vàlida
cs: Neplatný klíč API
da: Ugyldig API-nøgle
de: Ungültiger API-Schlüssel
el: Μη έγκυρο κλειδί API
es: Clave API no válida
fi: Virheellinen API-avain
fr: Clé API invalide
he: מפתח API לא חוקי
hi: अमान्य एपीआई कुंजी
hr: Nevažeći API ključ
hu: Érvénytelen API-kulcs
id: Kunci API tidak valid
it: Chiave API non valida
ja: 無効な API キー
ko: 잘못된 API 키
ms: Kunci API tidak sah
nb: Ugyldig API-nøkkel
nl: Ongeldige API-sleutel
pl: Nieprawidłowy klucz API
pt_br: Chave de API inválida
pt_pt: Chave API inválida
ro: Cheie API nevalidă
ru: Неверный ключ API
sk: Neplatný kľúč API
sv: Ogiltig API-nyckel
th: คีย์ API ไม่ถูกต้อง
tr: Geçersiz API Anahtarı
uk: Недійсний ключ API
vi: Khóa API không hợp lệ
zh_hans: API 密钥无效
zh_hant: API 金鑰無效

source: Investment
ar: استثمار
ca: Inversió
cs: Investice
da: Investering
de: Investition
el: Επένδυση
es: Inversión
fi: Investoinnit
fr: Investissement
he: הַשׁקָעָה
hi: निवेश
hr: Ulaganje
hu: Beruházás
id: Investasi
it: Investimento
ja: 投資
ko: 투자
ms: Pelaburan
nb: Investering
nl: Investering
pl: Inwestycja
pt_br: Investimento
pt_pt: Investimento
ro: Investiție
ru: Инвестиции
sk: Investície
sv: Investering
th: การลงทุน
tr: Yatırım
uk: Інвестиції
vi: Sự đầu tư
zh_hans: 投资
zh_hant: 投資

source: Investment failures: %@.
ar: فشل الاستثمار: %@.
ca: Fallades d'inversió: %@.
cs: Selhání investic: %@.
da: Investeringsfejl: %@.
de: Fehlinvestitionen: %@.
el: Αποτυχίες επένδυσης: %@.
es: Fallos de inversión: %@.
fi: Investointien epäonnistumiset: %@.
fr: Échecs d’investissement : %@.
he: כשלים בהשקעה: %@.
hi: निवेश विफलताएँ: %@।
hr: Neuspjesi ulaganja: %@.
hu: Befektetési hibák: %@.
id: Kegagalan investasi: %@.
it: Investimenti falliti: %@.
ja: 投資の失敗: %@。
ko: 투자 실패: %@.
ms: Kegagalan pelaburan: %@.
nb: Investeringsfeil: %@.
nl: Mislukte investeringen: %@.
pl: Niepowodzenie inwestycji: %@.
pt_br: Falhas de investimento: %@.
pt_pt: Falhas de investimento: %@.
ro: Eșecuri de investiții: %@.
ru: Инвестиционные неудачи: %@.
sk: Neúspechy investícií: %@.
sv: Investeringsfel: %@.
th: ความล้มเหลวในการลงทุน: %@
tr: Yatırım başarısızlıkları: %@.
uk: Невдалі інвестиції: %@.
vi: Thất bại trong đầu tư: %@.
zh_hans: 投资失败：%@。
zh_hant: 投資失敗：%@。

source: Investment Fee
ar: رسوم الاستثمار
ca: Comissió d'inversió
cs: Investiční poplatek
da: Investeringsgebyr
de: Investitionsgebühr
el: Προμήθεια επένδυσης
es: Tarifa de inversión
fi: Sijoituspalkkio
fr: Frais d'investissement
he: עמלת השקעה
hi: निवेश शुल्क
hr: Naknada za ulaganje
hu: Befektetési díj
id: Biaya Investasi
it: Commissione di investimento
ja: 投資手数料
ko: 투자 수수료
ms: Yuran Pelaburan
nb: Investeringsgebyr
nl: Investeringsvergoeding
pl: Opłata inwestycyjna
pt_br: Taxa de investimento
pt_pt: Taxa de investimento
ro: Comision de investiție
ru: Инвестиционный сбор
sk: Investičný poplatok
sv: Investeringsavgift
th: ค่าธรรมเนียมการลงทุน
tr: Yatırım Ücreti
uk: Комісія за інвестиції
vi: Phí đầu tư
zh_hans: 投资费
zh_hant: 投資費

source: Investment Transaction Fee
ar: رسوم المعاملات الاستثمارية
ca: Comissió de transacció d'inversió
cs: Poplatek za investiční transakci
da: Gebyr for investeringstransaktion
de: Investitionstransaktionsgebühr
el: Προμήθεια Επενδυτικής Συναλλαγής
es: Tarifa de transacción de inversión
fi: Sijoitustapahtumapalkkio
fr: Frais de transaction d'investissement
he: עמלת עסקת השקעה
hi: निवेश लेनदेन शुल्क
hr: Naknada za investicijsku transakciju
hu: Befektetési tranzakciós díj
id: Biaya Transaksi Investasi
it: Commissione sulle transazioni di investimento
ja: 投資取引手数料
ko: 투자 거래 수수료
ms: Yuran Transaksi Pelaburan
nb: Transaksjonsgebyr for investeringer
nl: Kosten voor beleggingstransacties
pl: Opłata za transakcję inwestycyjną
pt_br: Taxa de transação de investimento
pt_pt: Taxa de transação de investimento
ro: Comision de tranzacție de investiții
ru: Комиссия за инвестиционную транзакцию
sk: Poplatok za investičnú transakciu
sv: Investeringstransaktionsavgift
th: ค่าธรรมเนียมการทำธุรกรรมการลงทุน
tr: Yatırım İşlem Ücreti
uk: Комісія за інвестиційну операцію
vi: Phí giao dịch đầu tư
zh_hans: 投资交易费
zh_hant: 投資交易費

source: Investment Transaction Fee %
ar: رسوم معاملة الاستثمار %
ca: Comissió de transacció d'inversió
cs: Poplatek za investiční transakci %
da: Investeringstransaktionsgebyr %
de: Investitionstransaktionsgebühr %
el: Προμήθεια επενδυτικής συναλλαγής %
es: Tarifa de transacción de inversión %
fi: Sijoitustapahtumapalkkio %
fr: Frais de transaction d'investissement %
he: עמלת עסקת השקעה %
hi: निवेश लेनदेन शुल्क %
hr: Naknada za investicijsku transakciju %
hu: Befektetési tranzakciós díj %
id: % Biaya Transaksi Investasi
it: Commissione sulle transazioni di investimento%
ja: 投資取引手数料%
ko: 투자 거래 수수료 %
ms: Yuran Transaksi Pelaburan %
nb: Investeringstransaksjonsgebyr %
nl: Beleggingstransactiekosten %
pl: Opłata za transakcję inwestycyjną%
pt_br: Taxa de transação de investimento%
pt_pt: Taxa de transação de investimento%
ro: Taxa de tranzacție de investiții %
ru: Комиссия за инвестиционную транзакцию %
sk: Poplatok za investičnú transakciu %
sv: Investeringstransaktionsavgift %
th: ค่าธรรมเนียมการทำธุรกรรมการลงทุน %
tr: Yatırım İşlem Ücreti %
uk: Комісія за інвестиційні операції %
vi: Phí giao dịch đầu tư %
zh_hans: 投资交易费%
zh_hant: 投資交易費%

source: Investments
ar: الاستثمارات
ca: Inversions
cs: Investice
da: Investeringer
de: Investitionen
el: Επενδύσεις
es: Inversiones
fi: Investoinnit
fr: Investissements
he: השקעות
hi: निवेश
hr: investicije
hu: Beruházások
id: Investasi
it: Investimenti
ja: 投資
ko: 투자
ms: Pelaburan
nb: Investeringer
nl: Investeringen
pl: Inwestycje
pt_br: Investimentos
pt_pt: Investimentos
ro: Investiții
ru: Инвестиции
sk: Investície
sv: Investeringar
th: การลงทุน
tr: Yatırımlar
uk: Інвестиції
vi: Đầu tư
zh_hans: 投资
zh_hant: 投資

source: Investments skipped: %@.
ar: الاستثمارات التي تم تخطيها: %@.
ca: Inversions omeses: %@.
cs: Vynechané investice: %@.
da: Investeringer sprunget over: %@.
de: Übersprungene Investitionen: %@.
el: Επενδύσεις που παραλείφθηκαν: %@.
es: Inversiones omitidas: %@.
fi: Ohitetut sijoitukset: %@.
fr: Investissements ignorés : %@.
he: השקעות שדילגו: %@.
hi: निवेश छोड़ा गया: %@।
hr: Preskočena ulaganja: %@.
hu: Kihagyott befektetések: %@.
id: Investasi yang dilewati: %@.
it: Investimenti saltati: %@.
ja: スキップされた投資: %@。
ko: 투자 건너뛰기: %@.
ms: Pelaburan dilangkau: %@.
nb: Investeringer hoppet over: %@.
nl: Overgeslagen investeringen: %@.
pl: Inwestycje pominięte: %@.
pt_br: Investimentos ignorados: %@.
pt_pt: Investimentos ignorados: %@.
ro: Investiții ignorate: %@.
ru: Пропущенные инвестиции: %@.
sk: Preskočené investície: %@.
sv: Överhoppade investeringar: %@.
th: การลงทุนถูกข้ามไป: %@
tr: Atlanan yatırımlar: %@.
uk: Пропущені інвестиції: %@.
vi: Khoản đầu tư bị bỏ qua: %@.
zh_hans: 跳过的投资：%@。
zh_hant: 跳過的投資：%@。

source: ISIN / ID
ar: ISIN / المعرف
he: ISIN / תעודת זהות
hi: आईएसआईएन/आईडी
th: ไอซิน/ไอดี
tr: ISIN / kimlik

source: just now
ar: الآن
ca: just ara
cs: právě teď
da: lige nu
de: soeben
el: μόλις τώρα
es: En este momento
fi: juuri nyt
fr: tout à l' heure
he: זֶה עַתָה
hi: बस अब
hr: upravo sada
hu: éppen most
id: baru saja
it: proprio adesso
ja: ちょうど今
ko: 방금
ms: tadi
nb: akkurat nå
nl: zojuist
pl: właśnie
pt_br: agora mesmo
pt_pt: agora mesmo
ro: tocmai acum
ru: прямо сейчас
sk: práve teraz
sv: just nu
th: แค่ตอนนี้
tr: Şu anda
uk: тільки зараз
vi: ngay bây giờ
zh_hans: 现在
zh_hant: 現在

source: Just now
ar: الآن
ca: Just ara
cs: Právě teď
da: Lige nu
de: Soeben
el: Μόλις τώρα
es: En este momento
fi: Juuri nyt
fr: Tout à l' heure
he: זֶה עַתָה
hi: बस अब
hr: Upravo sada
hu: Éppen most
id: Baru saja
it: Proprio adesso
ja: ちょうど今
ko: 방금
ms: tadi
nb: Akkurat nå
nl: Zojuist
pl: Właśnie
pt_br: Agora mesmo
pt_pt: Agora mesmo
ro: Chiar acum
ru: Прямо сейчас
sk: Práve teraz
sv: Just nu
th: แค่ตอนนี้
tr: Şu anda
uk: Просто зараз
vi: Vừa rồi
zh_hans: 现在
zh_hant: 現在

source: Keychain operation failed with status %d.
ar: فشلت عملية سلسلة المفاتيح مع الحالة %d.
ca: L'operació del clauer ha fallat amb l'estat %d.
cs: Operace Keychain se nezdařila se stavem %d.
da: Nøgleringdrift mislykkedes med status %d.
de: Der Schlüsselbundvorgang ist mit dem Status %d fehlgeschlagen.
el: Η λειτουργία μπρελόκ απέτυχε με κατάσταση %d.
es: La operación del llavero falló con el estado %d.
fi: Avainnipun toiminta epäonnistui tilalla %d.
fr: L’opération du trousseau a échoué avec l’état %d.
he: פעולת מחזיק מפתחות נכשלה עם הסטטוס %d.
hi: स्थिति %d के साथ किचेन ऑपरेशन विफल रहा।
hr: Operacija privjeska ključeva nije uspjela sa statusom %d.
hu: A kulcstartó művelet meghiúsult %d állapottal.
id: Operasi gantungan kunci gagal dengan status %d.
it: Operazione portachiavi non riuscita con stato %d.
ja: キーチェーン操作がステータス %d で失敗しました。
ko: %d 상태로 인해 키체인 작업이 실패했습니다.
ms: Operasi rantai kunci gagal dengan status %d.
nb: Nøkkelringoperasjon mislyktes med status %d.
nl: De sleutelhangerbewerking is mislukt met status %d.
pl: Operacja pęku kluczy nie powiodła się, status %d.
pt_br: A operação das chaves falhou com status %d.
pt_pt: A operação das chaves falhou com o estado %d.
ro: Operarea brelocului a eșuat cu starea %d.
ru: Операция связки ключей не удалась со статусом %d.
sk: Operácia kľúčenky zlyhala so stavom %d.
sv: Nyckelringen misslyckades med status %d.
th: การทำงานของพวงกุญแจล้มเหลวโดยมีสถานะ %d
tr: Anahtarlık işlemi %d durumuyla başarısız oldu.
uk: Помилка операції брелка зі статусом %d.
vi: Thao tác chuỗi khóa không thành công với trạng thái %d.
zh_hans: 钥匙串操作失败，状态为 %d。
zh_hant: 鑰匙圈操作失敗，狀態為 %d。

source: Keys are stored securely in Keychain and only used to refresh market prices from this %@.
ar: يتم تخزين المفاتيح بشكل آمن في Keychain وتستخدم فقط لتحديث أسعار السوق من %@ هذا.
ca: Les claus s'emmagatzemen de manera segura al Keychain i només s'utilitzen per actualitzar els preus del mercat des d'aquest %@.
cs: Klíče jsou bezpečně uloženy v Keychain a slouží pouze k obnovení tržních cen z tohoto %@.
da: Nøgler opbevares sikkert i nøglering og bruges kun til at opdatere markedspriser fra denne %@.
de: Schlüssel werden sicher im Schlüsselbund gespeichert und nur zur Aktualisierung der Marktpreise von diesem %@ verwendet.
el: Τα κλειδιά αποθηκεύονται με ασφάλεια στο Keychain και χρησιμοποιούνται μόνο για την ανανέωση των τιμών της αγοράς από αυτό το %@.
es: Las claves se almacenan de forma segura en Keychain y solo se utilizan para actualizar los precios de mercado desde este %@.
fi: Avaimet säilytetään turvallisesti Keychainissa ja niitä käytetään vain markkinahintojen päivittämiseen tästä %@.
fr: Les clés sont stockées en toute sécurité dans le trousseau et utilisées uniquement pour actualiser les prix du marché à partir de ce %@.
he: המפתחות מאוחסנים בצורה מאובטחת במחזיק מפתחות ומשמשים רק לרענון מחירי שוק מ-%@ זה.
hi: चाबियाँ किचेन में सुरक्षित रूप से संग्रहीत की जाती हैं और केवल इस %@ से बाजार कीमतों को ताज़ा करने के लिए उपयोग की जाती हैं।
hr: Ključevi su sigurno pohranjeni u Keychainu i koriste se samo za osvježavanje tržišnih cijena iz ovog %@.
hu: A kulcsokat biztonságosan tárolja a Keychain, és csak a piaci árak frissítésére használjuk fel ettől a %@-tól.
id: Kunci disimpan dengan aman di Gantungan Kunci dan hanya digunakan untuk menyegarkan harga pasar dari %@ ini.
it: Le chiavi vengono archiviate in modo sicuro nel portachiavi e utilizzate solo per aggiornare i prezzi di mercato da questo %@.
ja: キーはキーチェーンに安全に保管され、この %@ から市場価格を更新するためにのみ使用されます。
ko: 키는 키체인에 안전하게 저장되며 이 %@의 시장 가격을 새로 고치는 데에만 사용됩니다.
ms: Kunci disimpan dengan selamat dalam Rantai Kunci dan hanya digunakan untuk menyegarkan harga pasaran daripada %@ ini.
nb: Nøkler lagres trygt i nøkkelring og brukes kun til å oppdatere markedspriser fra denne %@.
nl: Sleutels worden veilig opgeslagen in Keychain en alleen gebruikt om marktprijzen te vernieuwen vanaf deze %@.
pl: Klucze są bezpiecznie przechowywane w pęku kluczy i wykorzystywane wyłącznie do odświeżania cen rynkowych z tego %@.
pt_br: As chaves são armazenadas com segurança no Keychain e usadas apenas para atualizar os preços de mercado deste %@.
pt_pt: As chaves são armazenadas em segurança no Keychain e utilizadas apenas para atualizar os preços de mercado deste %@.
ro: Cheile sunt stocate în siguranță în Keychain și sunt folosite numai pentru a actualiza prețurile pieței din acest %@.
ru: Ключи надежно хранятся в Keychain и используются только для обновления рыночных цен с этого %@.
sk: Kľúče sú bezpečne uložené v Keychain a používajú sa iba na obnovenie trhových cien z tohto %@.
th: คีย์จะถูกเก็บไว้อย่างปลอดภัยในพวงกุญแจ และใช้เพื่อรีเฟรชราคาตลาดจาก %@ นี้เท่านั้น
tr: Anahtarlar Anahtarlık'ta güvenli bir şekilde saklanır ve yalnızca bu %@'daki piyasa fiyatlarını yenilemek için kullanılır.
uk: Ключі надійно зберігаються в Keychain і використовуються лише для оновлення ринкових цін із цього %@.
vi: Khóa được lưu trữ an toàn trong Chuỗi khóa và chỉ được sử dụng để làm mới giá thị trường từ %@ này.
zh_hans: 密钥安全地存储在钥匙串中，仅用于刷新此 %@ 的市场价格。
zh_hant: 金鑰安全地儲存在鑰匙圈中，僅用於刷新此 %@ 的市場價格。

source: Language
ar: لغة
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שָׂפָה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Linguagem
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Last 3 Months
ar: آخر 3 أشهر
ca: Últims 3 mesos
cs: Poslední 3 měsíce
da: Sidste 3 måneder
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: Últimos 3 meses
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
he: 3 חודשים אחרונים
hi: पिछले 3 महीने
hr: Posljednja 3 mjeseca
hu: Az elmúlt 3 hónap
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 過去 3 か月
ko: 지난 3개월
ms: 3 Bulan lepas
nb: Siste 3 måneder
nl: Laatste 3 maanden
pl: Ostatnie 3 miesiące
pt_br: Últimos 3 meses
pt_pt: Últimos 3 meses
ro: Ultimele 3 luni
ru: Последние 3 месяца
sk: Posledné 3 mesiace
sv: Senaste 3 månaderna
th: 3 เดือนที่ผ่านมา
tr: Son 3 Ay
uk: Останні 3 місяці
vi: 3 tháng qua
zh_hans: 过去 3 个月
zh_hant: 過去 3 個月

source: Last 7 Days
ar: آخر 7 أيام
ca: Últims 7 dies
cs: Posledních 7 dní
da: Sidste 7 dage
de: Letzte 7 Tage
el: Τελευταίες 7 ημέρες
es: Últimos 7 días
fi: Viimeiset 7 päivää
fr: 7 derniers jours
he: 7 הימים האחרונים
hi: पिछले 7 दिन
hr: Posljednjih 7 dana
hu: Utolsó 7 nap
id: 7 Hari Terakhir
it: Ultimi 7 giorni
ja: 過去 7 日間
ko: 지난 7일
ms: 7 Hari Terakhir
nb: Siste 7 dager
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
pt_pt: Últimos 7 dias
ro: Ultimele 7 zile
ru: Последние 7 дней
sk: Posledných 7 dní
sv: Senaste 7 dagarna
th: 7 วันที่ผ่านมา
tr: Son 7 Gün
uk: Останні 7 днів
vi: 7 ngày qua
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Last 30 Days
ar: آخر 30 يومًا
ca: Últims 30 dies
cs: Posledních 30 dní
da: Sidste 30 dage
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
es: Últimos 30 días
fi: Viimeiset 30 päivää
fr: 30 derniers jours
he: 30 הימים האחרונים
hi: पिछले 30 दिन
hr: Posljednjih 30 dana
hu: Az elmúlt 30 nap
id: 30 Hari Terakhir
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 지난 30일
ms: 30 Hari Terakhir
nb: Siste 30 dager
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
pt_pt: Últimos 30 dias
ro: Ultimele 30 de zile
ru: Последние 30 дней
sk: Posledných 30 dní
sv: Senaste 30 dagarna
th: 30 วันที่ผ่านมา
tr: Son 30 Gün
uk: Останні 30 днів
vi: 30 ngày qua
zh_hans: 过去 30 天
zh_hant: 過去 30 天

source: Last refresh: %@.
ar: آخر تحديث: %@.
ca: Última actualització: %@.
cs: Poslední aktualizace: %@.
da: Sidste opdatering: %@.
de: Letzte Aktualisierung: %@.
el: Τελευταία ανανέωση: %@.
es: Última actualización: %@.
fi: Viimeisin päivitys: %@.
fr: Dernière actualisation : %@.
he: רענון אחרון: %@.
hi: अंतिम ताज़ा: %@।
hr: Posljednje osvježenje: %@.
hu: Utolsó frissítés: %@.
id: Penyegaran terakhir: %@.
it: Ultimo aggiornamento: %@.
ja: 最終更新: %@。
ko: 마지막 새로고침: %@.
ms: Muat semula terakhir: %@.
nb: Siste oppdatering: %@.
nl: Laatste vernieuwing: %@.
pl: Ostatnie odświeżenie: %@.
pt_br: Última atualização: %@.
pt_pt: Última atualização: %@.
ro: Ultima actualizare: %@.
ru: Последнее обновление: %@.
sk: Posledná aktualizácia: %@.
sv: Senaste uppdatering: %@.
th: รีเฟรชครั้งล่าสุด: %@
tr: Son yenileme: %@.
uk: Останнє оновлення: %@.
vi: Làm mới lần cuối: %@.
zh_hans: 上次刷新：%@。
zh_hant: 上次刷新：%@。

source: Last synced %@.
ar: آخر مزامنة %@.
ca: Darrera sincronització %@.
cs: Naposledy synchronizováno %@.
da: Sidst synkroniseret %@.
de: Zuletzt synchronisiert %@.
el: Τελευταίος συγχρονισμός %@.
es: Última sincronización %@.
fi: Viimeksi synkronoitu %@.
fr: Dernière synchronisation %@.
he: סנכרון אחרון %@.
hi: अंतिम बार समन्वयित %@.
hr: Zadnja sinkronizacija %@.
hu: Utolsó szinkronizálás: %@.
id: Terakhir disinkronkan %@.
it: Ultima sincronizzazione %@.
ja: 最後に同期したのは %@ です。
ko: 마지막으로 동기화된 날짜는 %@입니다.
ms: Terakhir disegerakkan %@.
nb: Sist synkronisert %@.
nl: Laatst gesynchroniseerd %@.
pl: Ostatnia synchronizacja %@.
pt_br: Última sincronização %@.
pt_pt: Última sincronização %@.
ro: Ultima sincronizare %@.
ru: Последняя синхронизация %@.
sk: Posledná synchronizácia %@.
sv: Senast synkroniserad %@.
th: ซิงค์ครั้งล่าสุด %@
tr: Son senkronizasyon %@.
uk: Востаннє синхронізовано %@.
vi: Đồng bộ hóa lần cuối %@.
zh_hans: 上次同步 %@。
zh_hant: 上次同步 %@。
